tap 'afnanenayet/tap'
tap 'uptech/homebrew-oss'
tap 'homebrew/cask-fonts'

brew 'asdf'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'bash'
brew 'bat'
brew 'bison'
brew 'ca-certificates'
brew 'cheat'
brew 'cmake'
brew 'coreutils'
brew 'direnv'
brew 'fd'
brew 'fzf'
brew 'git'
brew 'glab'
brew 'gnu-sed'
brew 'go'
brew 'helm'
brew 'jq'
brew 'k9s'
brew 'krew'
brew 'kubernetes-cli'
brew 'kubie'
brew 'lazygit'
brew 'libffi'
brew 'libiconv'
brew 'libyaml'
brew 'lua'
brew 'luajit-openresty'
brew 'luarocks'
brew 'mas'
brew 'minikube'
brew 'neovim', head: true
brew 'oniguruma'
brew 'openssl@1.1'
brew 'pkg-config'
brew 'python'
brew 'readline'
brew 'ripgrep'
brew 'rustup-init'
brew 'sqlite'
brew 'starship'
brew 'stow'
brew 'svn'
brew 'tree-sitter'
brew 'wget'
brew 'xz'
brew 'zlib'

cask '1password'
cask 'around'
cask 'carbon-copy-cloner'
cask 'docker'
cask 'font-fantasque-sans-mono'
cask 'font-fira-code-nerd-font'
cask 'font-hack-nerd-font'
cask 'font-inconsolata'
cask 'font-powerline-symbols'
cask 'font-source-code-pro'
cask 'keybase'
cask 'ledger-live'
cask 'notion'
cask 'obsidian'
cask 'raycast'
cask 'setapp'
cask 'signal'
cask 'soundsource'
cask 'wezterm'
cask 'xquartz'

# fonts
cask 'font-fantasque-sans-mono'
cask 'font-fira-code-nerd-font'
cask 'font-hack-nerd-font'
cask 'font-inconsolata'
cask 'font-source-code-pro'
cask 'font-powerline-symbols'

mas 'Affinity Designer', id: 824171161
mas 'Affinity Photo', id: 824183456
mas 'ColorSlurp', id: 1287239339
mas 'Edison Mail', id: 1489591003
mas 'Fantastical', id: 975937182
mas 'GarageBand', id: 682658836
mas 'Hologram Desktop', id: 1529001798
mas 'Keynote', id: 409183694
mas 'Marked 2', id: 890031187
mas 'Notion Web Clipper', id: 1559269364
mas 'Numbers', id: 409203825
mas 'Overlap', id: 1516950324
mas 'Pages', id: 409201541
mas 'Paprika Recipe Manager 3', id: 1303222628
mas 'Parcel', id: 639968404
mas 'Save to Raindrop.io', id: 1549370672
mas 'Things', id: 904280696
mas 'Tweetbot', id: 1384080005
mas 'com.echodot.Red', id: 1491764008
mas 'iMovie', id: 408981434
mas 'iNet Network Scanner', id: 403304796
