tap 'github/gh'
tap 'afnanenayet/tap'
tap 'uptech/homebrew-oss'
tap 'homebrew/cask-fonts'
tap 'maxfierke/mstrap'
tap 'keys-pub/tap'

brew 'automake'
brew 'asdf'
brew 'bat' # cat replacement
brew 'cmake'
brew 'diffsitter'
brew 'direnv'
brew 'exa' # ls replacement
brew 'fd' # file finder
brew 'fzf' # fuzzy finder
brew 'fish'
brew 'gh'
brew 'git'
brew 'git-delta' # git-diff replacement
brew 'gpg'
brew 'httpie'
brew 'imagemagick'
brew 'keys'
brew 'mas'
brew 'mosh'
brew 'mstrap'
brew 'mysql'
brew 'jq' # json processor
brew 'neovim', args: ['HEAD']
brew 'postgresql'
brew 'rg' # ripgrep
brew 'starship' # prompt
brew 'stow' # dotfiles management
brew 'svn'
brew 'terminal-notifier'
brew 'tldr' # man page supplement
brew 'tmux'
brew 'tmuxinator'
brew 'toilet' # ascii banners
brew 'uptech/oss/alt'
brew 'watchexec' # auto-restart process on file changes
brew 'zsh-autosuggestions'
brew 'zoxide' # smarter cd command

cask '1password'
cask 'altair-graphql-client'
cask 'around'
cask 'bartender'
cask 'carbon-copy-cloner'
cask 'docker'
cask 'epoccam'
cask 'font-fantasque-sans-mono'
cask 'font-fira-code-nerd-font'
cask 'font-hack-nerd-font'
cask 'font-inconsolata'
cask 'font-powerline-symbols'
cask 'font-source-code-pro'
cask 'istat-menus'
cask 'keybase'
cask 'keycue'
cask 'launchbar'
cask 'ledger-live'
cask 'lulu'
cask 'multi'
cask 'notion'
cask 'parallels'
cask 'setapp'
cask 'signal'
cask 'soundsource'
cask 'wezterm'
cask 'xquartz'

# fonts
cask 'font-fantasque-sans-mono'
cask 'font-fira-code-nerd-font'
cask 'font-hack-nerd-font'
cask 'font-inconsolata'
cask 'font-source-code-pro'
cask 'font-powerline-symbols'

mas 'Affinity Designer', id: 824171161
mas 'Affinity Photo', id: 824183456
mas 'ColorSlurp', id: 1287239339
mas 'Craft', id: 1487937127
mas 'Edison Mail', id: 1489591003
mas 'Fantastical', id: 975937182
mas 'GarageBand', id: 682658836
mas 'Hologram Desktop', id: 1529001798
mas 'Keynote', id: 409183694
mas 'Marked 2', id: 890031187
mas 'Notion Web Clipper', id: 1559269364
mas 'Numbers', id: 409203825
mas 'Overlap', id: 1516950324
mas 'Pages', id: 409201541
mas 'Paprika Recipe Manager 3', id: 1303222628
mas 'Parcel', id: 639968404
mas 'Raindrop.io for Safari', id: 957810159
mas 'Reeder', id: 1529448980
mas 'Things', id: 904280696
mas 'Tweetbot', id: 1384080005
mas 'Twitter', id: 1482454543
mas 'com.echodot.Red', id: 1491764008
mas 'iMovie', id: 408981434
mas 'iNet Network Scanner', id: 403304796
